Repository: Conight/ChopChop
Catalog: ChopChop/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Segment details are not reported in the current polling pass.
zh_hans: 当前轮询尚未报告分段详情。

source: Segments
zh_hans: 分段

source: Select
zh_hans: 选择

source: Select at least one file to download.
zh_hans: 请至少选择一个要下载的文件。

source: Select at least one file. Use Pause to stop all transfers.
zh_hans: 请至少选择一个文件。如需停止所有传输，请暂停任务。

source: Select at least one tracker source.
zh_hans: 请至少选择一个 Tracker 来源。

source: Select at least one video, audio, or subtitle track.
zh_hans: 请至少选择一个视频、音频或字幕轨道。

source: Selected Download
zh_hans: 所选下载

source: Selected source
zh_hans: 所选来源

source: Selection change not applied
zh_hans: 文件选择更改尚未应用

source: Send between 1 and 100 download links.
zh_hans: 每次请发送 1 到 100 个下载链接。

source: Send no more than 128 KiB of download links at once.
zh_hans: 每次发送的下载链接不应超过 128 KiB。

source: Sent this connection: %@
zh_hans: 本次连接已发送：%@

source: Server %lld
zh_hans: 服务器 %lld

source: Server transfers
zh_hans: 服务器传输

source: Servers:
zh_hans: 服务器：

source: Set BT listen port between 1 and 65535
zh_hans: 将 BT 监听端口设为 1 到 65535

source: Set DHT listen port between 1 and 65535
zh_hans: 将 DHT 监听端口设为 1 到 65535

source: Set ED2K UDP listen port between 0 and 65535
zh_hans: 将 ED2K UDP 监听端口设为 0 到 65535

source: Set ED2K listen port between 0 and 65535
zh_hans: 将 ED2K 监听端口设为 0 到 65535

source: Set ED2K search timeout between 10 and 600 seconds
zh_hans: 将 ED2K 搜索超时设为 10 到 600 秒

source: Set ED2K upload slots between 1 and 100
zh_hans: 将 ED2K 上传槽位设为 1 到 100

source: Set Priority
zh_hans: 设置优先级

source: Set RPC port between 1 and 65535
zh_hans: 将 RPC 端口设为 1 到 65535

source: Set Task Speed Limits…
zh_hans: 设置任务限速…

source: Settings
zh_hans: 设置

source: Settings Store Failed
zh_hans: 设置存储失败

source: Share
zh_hans: 共享

source: Share minutes
zh_hans: 做种时长（分钟）

source: Share ratio
zh_hans: 分享率

source: Shared torrent pieces are cached for selected files. This file has not been saved.
zh_hans: 为下载所选文件而缓存了共用分片。此文件并未保存。

source: Sharing Limits
zh_hans: 做种限制

source: Sharing stops when either limit is reached. Ratio 0 ignores the ratio; minutes 0 stops sharing after completion. Leave minutes empty to keep the engine setting.
zh_hans: 任一限制达到后停止做种。分享率为 0 表示忽略分享率；时长为 0 表示下载完成后停止做种，留空则使用引擎设置。

source: Show All Downloads
zh_hans: 查看全部下载

source: Show Details
zh_hans: 显示详情

source: Show Details…
zh_hans: 显示详细信息…

source: Show a notification when a background download finishes. Notifications are quiet while ChopChop is active.
zh_hans: 后台下载完成时发送通知。ChopChop 位于前台时不打扰你。

source: Show all %lld peers
zh_hans: 显示全部 %lld 个节点

source: Show fewer peers
zh_hans: 收起节点列表

source: Show in Finder
zh_hans: 在访达中显示

source: Show in menu bar
zh_hans: 在菜单栏显示

source: Show task details (Space)
zh_hans: 查看任务详情（空格键）

source: Size
zh_hans: 大小

source: Size unknown
zh_hans: 大小未知

source: Skip
zh_hans: 跳过

source: Skipped
zh_hans: 已跳过

source: Smart Collections
zh_hans: 智能分类

source: Some Downloads Were Added
zh_hans: 已添加部分下载

source: Some items could not be imported. Use download links, Torrent files, or Metalink files.
zh_hans: 部分项目无法导入。请使用下载链接、Torrent 或 Metalink 文件。

source: Some items need attention
zh_hans: 部分项目需要处理

source: Sort peers
zh_hans: 节点排序

source: Source
zh_hans: 来源

source: Sources
zh_hans: 来源

source: Sources:
zh_hans: 来源：

source: Speed
zh_hans: 速度

source: Speed Limits
zh_hans: 速度限制

source: Speed limits saved
zh_hans: 限速设置已保存

source: Split count
zh_hans: 分段数

source: Stable Releases
zh_hans: 正式版

source: Start
zh_hans: 开始

source: Start %lld Downloads
zh_hans: 开始 %lld 个下载

source: Start (seconds)
zh_hans: 开始时间（秒）

source: Start Aria2 Next before adding downloads.
zh_hans: 添加下载前，请先启动 Aria2 Next。

source: Start Aria2 Next before applying runtime options.
zh_hans: 应用运行选项前，请先启动 Aria2 Next。

source: Start Aria2 Next before searching ED2K.
zh_hans: 搜索 ED2K 前，请先启动 Aria2 Next。

source: Start Download
zh_hans: 开始下载

source: Start Download Failed
zh_hans: 无法开始下载

source: Start Engine
zh_hans: 启动引擎

source: Start Engine Failed
zh_hans: 无法启动引擎

source: Start Media Failed
zh_hans: 无法开始媒体下载

source: Start Recording
zh_hans: 开始录制

source: Start downloading
zh_hans: 开始下载

source: Started selected torrent files.
zh_hans: 已开始下载所选种子文件。

source: Starting
zh_hans: 正在启动

source: Starting the download engine…
zh_hans: 正在启动下载引擎…

source: State
zh_hans: 状态

source: Status
zh_hans: 状态

source: Still waiting? A local .torrent file can show the file list without peer discovery. You can change the source below.
zh_hans: 仍在等待？本地 .torrent 文件无需寻找节点即可显示文件列表。可在下方更换来源。

source: Stop
zh_hans: 停止

source: Stop Engine
zh_hans: 停止引擎

source: Stop Engine Failed
zh_hans: 无法停止引擎

source: Stop after
zh_hans: 达到时长后停止

source: Stop at ratio
zh_hans: 分享率达到后停止

source: Stop by ratio or time
zh_hans: 按分享率或时长停止

source: Stopped
zh_hans: 已停止

source: Stopping
zh_hans: 正在停止

source: Subtitles
zh_hans: 字幕

source: Summary of all downloads, including tasks outside the current filter.
zh_hans: 全部下载的统计，包括当前筛选条件之外的任务。

source: Sync Bootstrap Files
zh_hans: 同步引导文件

source: Sync ED2K bootstrap files or add ED2K servers before adding ED2K downloads.
zh_hans: 添加 ED2K 下载前，请先同步引导文件或添加服务器。

source: Sync ED2K bootstrap files or add ED2K servers before searching.
zh_hans: 搜索前，请先同步 ED2K 引导文件或添加服务器。

source: Sync ED2K bootstrap files or add ED2K servers in Settings before adding ED2K downloads.
zh_hans: 添加 ED2K 下载前，请先在设置中同步 ED2K 引导文件或添加服务器。

source: Sync Trackers
zh_hans: 同步 Tracker

source: Sync bootstrap files automatically
zh_hans: 自动同步引导文件

source: Sync frequency:
zh_hans: 同步频率：

source: Sync tracker sources automatically
zh_hans: 自动同步 Tracker 来源

source: Synced %lld of %lld tracker sources.
zh_hans: 已同步 %1$lld/%2$lld 个 Tracker 来源。

source: Syncing
zh_hans: 正在同步

source: System Proxy Not Found
zh_hans: 未找到系统代理

source: System protocol and file association preferences.
zh_hans: 系统协议和文件关联设置。

source: System proxy and bypass list applied.
zh_hans: 已应用系统代理和绕过列表。

source: System proxy applied.
zh_hans: 已应用系统代理。

source: Task settings
zh_hans: 任务设置

source: Task upload limit (KiB/s)
zh_hans: 本任务上传限速（KiB/s）

source: Tasks that can run together. Default: 6.
zh_hans: 可同时运行的任务数，默认为 6。

source: Temporary upload slot granted
zh_hans: 已临时开放上传通道

source: The destination already exists.
zh_hans: 目标已存在。

source: The download server returned HTTP %lld. Please try again later.
zh_hans: 下载服务器返回 HTTP %lld。请稍后重试。

source: The downloaded app is incompatible or damaged. Your current app has not been changed.
zh_hans: 下载的应用不兼容或已损坏，当前应用未被更改。

source: The downloaded engine did not match its official SHA-256 checksum. Please retry.
zh_hans: 下载的引擎与官方 SHA-256 校验和不匹配。请重试。

source: The downloaded file is not a supported Apple Silicon Aria2 Next executable.
zh_hans: 下载的文件不是受支持的 Apple 芯片 Aria2 Next 可执行文件。

source: The dropped text is too large. Import at most 100 links at a time.
zh_hans: 拖入的文本过大。每次最多导入 100 个链接。

source: The enabled system proxy is SOCKS. Aria2 Next accepts HTTP proxy URLs here, so set an HTTP proxy manually.
zh_hans: 当前系统代理是 SOCKS。Aria2 Next 此处仅接受 HTTP 代理地址，请手动设置 HTTP 代理。

source: The engine could not retrieve this torrent. Check the source or open a local torrent file.
zh_hans: 引擎无法获取此种子。请检查来源，或打开本地种子文件。

source: The engine did not accept the replacement address.
zh_hans: 引擎未接受替换地址。

source: The engine did not report a source address.
zh_hans: 引擎未报告来源地址。

source: The engine did not report this task’s speed limits.
zh_hans: Engine 未报告此任务的限速设置。

source: The engine is ready to download files.
zh_hans: 引擎已就绪，可以下载文件。

source: The engine is stored and managed by ChopChop. You do not need to choose a location. Restored downloads remain paused until you resume them.
zh_hans: 引擎由 ChopChop 保存和管理，无需选择位置。恢复的下载会保持暂停，直到你手动继续。

source: The file changed during verification. Wait for it to finish and try again.
zh_hans: 校验过程中，文件发生了变化。请等待文件写入完成后重试。

source: The imported documents exceed 32 MB. Open the remaining files separately.
zh_hans: 导入的文件总计超过 32 MB。请分批打开其余文件。

source: The installer connection was interrupted. Please retry.
zh_hans: 安装程序连接已中断。请重试。

source: The installer could not be opened. Download it again and retry.
zh_hans: 无法打开安装包。请重新下载后再试。

source: The installer could not be reached.
zh_hans: 无法连接安装程序。

source: The installer did not produce an engine executable. Retry the download.
zh_hans: 安装程序未生成引擎可执行文件。请重试下载。

source: The installer is unavailable. Please retry or reinstall ChopChop.
zh_hans: 安装程序不可用。请重试或重新安装 ChopChop。

source: The latest stable release does not contain a supported Apple Silicon engine.
zh_hans: 最新稳定版中没有受支持的 Apple 芯片引擎。

source: The media inspection task could not be removed. It remains available in the download list.
zh_hans: 无法移除媒体检查任务。它仍保留在下载列表中。

source: The media source could not be inspected. Check the link, connection, and authentication.
zh_hans: 无法检查媒体来源。请检查链接、连接和认证信息。

source: The peer has not granted us a download slot.
zh_hans: 对方暂未向我们开放下载通道。

source: The piece map appears when the engine reports torrent metadata.
zh_hans: 引擎获取种子元数据后，将在这里显示分片图。

source: The running engine does not advertise media track selection. Update Aria2 Next in Engine settings.
zh_hans: 当前引擎未声明支持媒体轨道选择。请在引擎设置中更新 Aria2 Next。

source: The running engine does not support %@. Check Engine settings.
zh_hans: 当前引擎不支持 %@。请检查引擎设置。

source: The running engine does not support ED2K.
zh_hans: 当前引擎不支持 ED2K。

source: The selected ED2K result does not include a download link.
zh_hans: 所选 ED2K 结果未包含下载链接。

source: The selected track is no longer available. Inspect the source again.
zh_hans: 所选轨道已不可用。请重新检查来源。

source: The selected tracks or output format are incompatible. Try another selection or MKV.
zh_hans: 所选轨道或输出格式不兼容。请更换选择或使用 MKV。

source: The source needs authentication. Review Cookie, Authorization, and Referer in Advanced Options.
zh_hans: 来源需要认证。请检查高级选项中的 Cookie、Authorization 和 Referer。

source: The task state changed. Refresh it before trying again.
zh_hans: 任务状态已改变。请刷新后重试。

source: The torrent copy is not ready yet. Retry after the engine has saved its metadata.
zh_hans: 种子副本尚未就绪。请等待引擎保存元数据后重试。

source: The update could not be installed. Your previous app has been kept.
zh_hans: 无法安装更新，旧版本应用已保留。

source: The update could not be verified. Your current app has not been changed.
zh_hans: 无法验证更新，当前应用未被更改。

source: The update couldn’t be completed
zh_hans: 无法完成更新

source: The update download failed. Check your connection and try again.
zh_hans: 更新下载失败，请检查网络连接后重试。

source: The update installer could not be reached. Reopen ChopChop and try again.
zh_hans: 无法连接更新安装程序，请重新打开 ChopChop 后重试。

source: The update service is unavailable. Please try again later.
zh_hans: 更新服务不可用。请稍后重试。

source: The updated engine did not start.
zh_hans: 更新后的引擎未能启动。

source: These are upper limits. Actual connections depend on file size, range support and the server. Media and ED2K use their own transfer strategies.
zh_hans: 这些数值是上限。实际连接数取决于文件大小、分段请求支持和服务器限制；媒体和 ED2K 使用独立的传输策略。

source: This build does not have an update verification key. Download and install the release manually.
zh_hans: 此构建未配置更新验证密钥，请手动下载并安装新版本。

source: This creates a new download. Review the link and add any required authentication again. Existing partial files are preserved by the engine's filename collision policy.
zh_hans: 此操作将创建新下载。请检查链接并重新补充所需认证信息。引擎会按文件重名策略保留已有的部分文件。

source: This is a development build. Automatic update checks are disabled; you can check published releases manually.
zh_hans: 这是开发版本，自动更新检查已停用。你仍可手动检查已发布的版本。

source: This is not a supported media source. Use a direct HLS or DASH manifest URL.
zh_hans: 不支持此媒体来源。请使用 HLS 或 DASH 的直接清单地址。

source: This link or file type is disabled in Settings → Protocols.
zh_hans: 此链接或文件类型已在设置 → 协议中停用。

source: This media task is no longer paused. Refresh its state before continuing.
zh_hans: 此媒体任务已不再暂停。请先刷新状态。

source: This peer has not responded to recent data requests.
zh_hans: 对方近期未响应数据请求。

source: This peer is not requesting our data.
zh_hans: 对方暂未向我们请求数据。

source: This protocol is not supported. Use HTTP, HTTPS, SFTP, Magnet, ED2K, torrent, or Metalink. FTP is no longer supported by Aria2 Next.
zh_hans: 不支持此协议。请使用 HTTP、HTTPS、SFTP、Magnet、ED2K、Torrent 或 Metalink。Aria2 Next 已不再支持 FTP。

source: This release is available for manual installation only.
zh_hans: 此版本仅支持手动下载安装。

source: This source cannot be replaced safely. Add a new download for a different host, media presentation, or a task that already has partial data.
zh_hans: 无法安全地替换此来源。如果需要更换主机或媒体内容，或任务已有部分数据，请添加新下载。

source: This source uses DRM or unsupported encryption and cannot be downloaded by this engine.
zh_hans: 此来源使用 DRM 或不支持的加密方式，引擎无法下载。

source: This task cannot be paused in its current state.
zh_hans: 此任务当前无法暂停。

source: This task cannot be resumed in its current state.
zh_hans: 此任务当前无法继续。

source: This update requires a newer version of macOS.
zh_hans: 此更新需要更高版本的 macOS。

source: This video already includes audio. Choose its included audio or no audio.
zh_hans: 此视频已包含音频。请选择内含音频或不下载音频。

source: Thunder link could not be decoded: %@
zh_hans: 无法解码迅雷链接：%@

source: Time Range
zh_hans: 时间范围

source: Time allowed to establish a connection. Default: 10 seconds.
zh_hans: 建立连接的最长等待时间，默认为 10 秒。

source: Time ranges apply to videos. For a live stream, set a recording duration instead.
zh_hans: 时间范围适用于视频。直播请设置录制时长。

source: Time remaining
zh_hans: 预计剩余时间

source: Time without receiving data before retrying. Default: 10 seconds.
zh_hans: 未收到数据后触发重试的等待时间，默认为 10 秒。

source: To open a file from Finder, choose Open With → ChopChop. Your macOS default apps remain your choice; these options only control what ChopChop accepts.
zh_hans: 在访达中选择打开方式 → ChopChop 即可打开文件。系统默认应用仍由你决定，这些选项仅控制 ChopChop 接收的内容。

source: Torrent and Metalink files must be nonempty and no larger than 16 MB.
zh_hans: Torrent 和 Metalink 文件不能为空，且大小不能超过 16 MB。

source: Torrent download
zh_hans: 种子下载

source: Torrent files are not ready yet.
zh_hans: 种子文件列表尚未就绪。

source: Torrent files cannot be selected because the content task is %@. Remove it and add the Magnet again.
zh_hans: 内容任务处于 %@ 状态，无法选择种子文件。请移除后重新添加 Magnet 链接。

source: Torrent metadata did not become available. %@
zh_hans: 种子元数据未就绪。 %@

source: Torrent settings are unavailable in the current engine state.
zh_hans: 当前引擎状态下无法设置种子选项。

source: Torrent settings saved
zh_hans: 种子设置已保存

source: Torrents
zh_hans: 种子

source: Total Size
zh_hans: 总大小

source: Total Size: %@
zh_hans: 总大小：%@

source: Tracker List
zh_hans: Tracker 列表

source: Tracker Source Failed
zh_hans: Tracker 来源错误

source: Tracker Sources
zh_hans: Tracker 来源

source: Tracker Sync Failed
zh_hans: Tracker 同步失败

source: Tracker Sync Partially Failed
zh_hans: 部分 Tracker 同步失败

source: Tracker already exists.
zh_hans: Tracker 已存在。

source: Tracker source added.
zh_hans: 已添加 Tracker 来源。

source: Tracker source already exists.
zh_hans: Tracker 来源已存在。

source: Tracker source removed.
zh_hans: 已移除 Tracker 来源。

source: Trackers
zh_hans: Tracker

source: Trackers and Listen Ports…
zh_hans: Tracker 与监听端口…

source: Trackers auto-synced.
zh_hans: 已自动同步 Tracker。

source: Trackers synced.
zh_hans: 已同步 Tracker。

source: Tracks are saved without transcoding. Choose MKV if the selected codecs or subtitles are incompatible with MP4.
zh_hans: 轨道将直接保存，不进行转码。如果所选编码或字幕与 MP4 不兼容，请选择 MKV。

source: Transfer
zh_hans: 传输

source: Transfer timeout
zh_hans: 传输超时

source: Transport: %@
zh_hans: 传输协议：%@

source: Truncate
zh_hans: 截断分配

source: Try Again
zh_hans: 重试

source: Try a different name or save location.
zh_hans: 请尝试其他名称或保存位置。

source: Try again to check the same task, or change the source. Any metadata already received is kept until you cancel.
zh_hans: 可重试检查当前任务，或更换来源。取消前会保留已获取的元数据。

source: Unable to refresh engine state. Showing saved downloads; retrying automatically. %@
zh_hans: 无法刷新引擎状态。正在显示已保存的下载，并自动重试。%@

source: Unavailable
zh_hans: 不可用

source: Unencrypted
zh_hans: 未加密

source: Unknown
zh_hans: 未知

source: Unknown peer
zh_hans: 未知节点

source: Unknown server
zh_hans: 未知服务器

source: Unlimited
zh_hans: 不限

source: Unnamed ED2K file
zh_hans: 未命名 ED2K 文件

source: Unsupported Protocol
zh_hans: 不支持的协议

source: Unsupported System Proxy
zh_hans: 不支持的系统代理

source: Unsupported dropped item
zh_hans: 不支持拖入的项目

source: Until
zh_hans: 结束时间

source: Up
zh_hans: 上传

source: Up to %@ (including any padding)
zh_hans: 最多 %@（包含可能存在的填充）

source: Up to date (%@)
zh_hans: 已是最新版本（%@）

source: Update Available
zh_hans: 有可用更新

source: Update Channel
zh_hans: 更新频道

source: Update Failed
zh_hans: 更新失败

source: Update canceled. Aria2 Next %@ is still installed.
zh_hans: 更新已取消。仍安装着 Aria2 Next %@。

source: Update download progress
zh_hans: 更新下载进度

source: Update failed: %@ Recovery failed: %@
zh_hans: 更新失败：%1$@ 恢复失败：%2$@

source: Update to %@
zh_hans: 更新到 %@

source: Updates only this task. Authentication is sent to the engine and is not copied into ChopChop history or diagnostics. Existing partial data and the GID are kept.
zh_hans: 仅更新此任务。认证信息会发送给引擎，不会复制到 ChopChop 历史或诊断中。已有部分数据和 GID 会保留。

source: Updating engine
zh_hans: 正在更新引擎

source: Upload bandwidth
zh_hans: 上传带宽

source: Upload limit
zh_hans: 上传限速

source: Upload limit (KiB/s)
zh_hans: 上传限速（KiB/s）

source: Upload limit saved
zh_hans: 已保存上传限速

source: Upload slots
zh_hans: 上传槽位

source: Upload speed
zh_hans: 上传速度

source: Uploaded %@
zh_hans: 已上传 %@

source: Uploaded bytes divided by downloaded bytes. Default: 2.
zh_hans: 上传量与下载量的比值，默认为 2。

source: Upper limit for each server, per task. Default: 64; the server may allow fewer.
zh_hans: 每个任务连接同一服务器的数量上限，默认为 64；实际数量受服务器限制。

source: Use 0 for the beginning or end of the source. Boundaries follow media segments, so the result may differ slightly from these times.
zh_hans: 设为 0 表示来源的开头或末尾。实际边界按媒体分段对齐，可能略有偏差。

source: Use 0 to record until you choose Finish Recording. Pausing keeps the task for later.
zh_hans: 设为 0 将持续录制，直到选择“结束录制并保存”。暂停会保留任务以便稍后继续。

source: Use SHA-256 or SHA-512 when available. MD5 and SHA-1 are provided for older published checksums.
zh_hans: 建议使用 SHA-256 或 SHA-512。MD5 和 SHA-1 用于核对旧版发布的校验和。

source: Use a daily bandwidth schedule
zh_hans: 使用每日限速计划

source: Use a valid duration and an end time after the start time.
zh_hans: 请输入有效时长，并确保结束时间晚于开始时间。

source: Use an HTTP or HTTPS tracker source URL.
zh_hans: 请使用 HTTP 或 HTTPS Tracker 来源地址。

source: Use an HTTP, HTTPS, or UDP tracker URL.
zh_hans: 请使用 HTTP、HTTPS 或 UDP Tracker 地址。

source: Use engine settings
zh_hans: 使用引擎设置

source: Use host:port format, one server per line.
zh_hans: 使用主机:端口格式，每行一个。

source: Use one HTTP or HTTPS media source.
zh_hans: 请使用一个 HTTP 或 HTTPS 媒体来源。

source: Use the original filename
zh_hans: 使用原始文件名

source: Use these links as mirrors for one download
zh_hans: 将这些链接作为同一个下载的镜像

source: Values update live. Sort again to reorder.
zh_hans: 数值实时更新，重新排序后调整行顺序。

source: Verify Checksum
zh_hans: 校验文件

source: Verifying
zh_hans: 正在校验

source: Verifying %lld%%
zh_hans: 正在校验 %lld%%

source: Verifying the download…
zh_hans: 正在校验下载…

source: Verifying update…
zh_hans: 正在验证更新…

source: Version %@ available
zh_hans: 有版本 %@ 可用

source: Video
zh_hans: 视频

source: Video and audio
zh_hans: 视频和音频

source: Videos
zh_hans: 视频

source: View ChopChop Update
zh_hans: 查看 ChopChop 更新

source: View Update…
zh_hans: 查看更新…

source: Wait for the engine update to finish.
zh_hans: 请等待引擎更新完成。

source: Waiting
zh_hans: 等待中

source: Waiting for ChopChop to quit…
zh_hans: 正在等待 ChopChop 退出…

source: Waiting for an available download slot…
zh_hans: 正在等待可用的下载名额…

source: Waiting for selection
zh_hans: 等待选择

source: We are not requesting data from this peer.
zh_hans: 我们暂未向对方请求数据。

source: We have not granted this peer an upload slot.
zh_hans: 我们暂未向对方开放上传通道。

source: Weekly
zh_hans: 每周

source: What’s New
zh_hans: 更新内容

source: Whole-torrent overview
zh_hans: 全部分片概览

source: Window, launch, and appearance behavior.
zh_hans: 窗口、启动和外观行为。

source: You can hide this window. The update will continue.
zh_hans: 隐藏此窗口后，更新仍会继续。

source: Your current engine stays available while the update downloads and is verified.
zh_hans: 下载和校验更新期间，当前引擎仍可使用。

source: Your other downloads are available in All Downloads.
zh_hans: 其他任务可以在“全部下载”中查看。

source: Your previous task list was backed up before updating the engine. Unfinished downloads from older versions may restart from zero; existing partial files are preserved. Backup: %@
zh_hans: 更新引擎前已备份原有任务列表。旧版本中未完成的下载可能会从头开始；已有的部分文件会保留。 备份：%@

source: You’ll stay on this pre-release until a newer stable version is available.
zh_hans: 在更新的正式版发布前，将继续保留当前预发布版本。

source: macOS did not allow the downloaded engine to run. Reinstall the latest version of ChopChop and retry.
zh_hans: macOS 不允许启动下载的引擎。请重新安装最新版 ChopChop 后重试。

source: nodes.dat URL
zh_hans: nodes.dat 地址

source: seconds
zh_hans: 秒

source: server.met %@, nodes.dat %@ · Last sync %@
zh_hans: server.met %1$@，nodes.dat %2$@ · 上次同步 %3$@

source: server.met URL
zh_hans: server.met 地址

source: ↑ ↓ to select · Return to run · Esc to close
zh_hans: ↑ ↓ 选择 · 回车执行 · Esc 关闭
